Repository: Mourinhom6/MRwakeUpREPO
Catalog: page/i18n/*.po
Languages: pt_pt

source: You have
pt_pt: Você

source: fallen asleep
pt_pt: adormeceu

source: time
pt_pt: vez

source: times
pt_pt: vezes

source: today
pt_pt: hoje

source: Excellent Bro!
pt_pt: Excelente!

source: Keep at it!
pt_pt: Continue!

source: Nice Job!
pt_pt: Bom trabalho!

source: Tired already?
pt_pt: Já cansado?

source: Need a coffee?
pt_pt: Café?

source: Too much?
pt_pt: Demasiado?

source: You're losing it...
pt_pt: Aguenta mais?

source: You're wasted
pt_pt: Estás morto

source: Wake up Mate!
pt_pt: Acorda Bro!

source: You have fallen
pt_pt: Adormeceste

source: asleep during
pt_pt: durante o

source: the day!
pt_pt: dia!

source: Mode
pt_pt: Modo

source: Optimus
pt_pt: Otimizado

source: Work
pt_pt: Trabalho

source: Focus
pt_pt: Foco

source: Next 2 hours
pt_pt: Próximas 2 horas

source: Mr WakeUp
pt_pt: O Mr WakeUp

source: measures your
pt_pt: mede a tua

source: heart rate,
pt_pt: frequência

source: compares it
pt_pt: cardíaca,

source: to previous
pt_pt: compara-a às

source: measurements
pt_pt: medições

source: and analyses it,
pt_pt: anteriores

source: in order to find
pt_pt: e analisa-as

source: out if you are
pt_pt: para saber

source: awake or not. If
pt_pt: se estás

source: you fall asleep,
pt_pt: acordado ou

source: Mr WakeUp will
pt_pt: não. Se

source: wake you up by
pt_pt: adormeceres,

source: vibrating and
pt_pt: o Mr WakeUp

source: sending a
pt_pt: acordar-te-á

source: notification to
pt_pt: vibrando

source: your mobile
pt_pt: e registará

source: app, as well as
pt_pt: sempre que

source: keeping track
pt_pt: adormeceres

source: of every time
pt_pt: para análise

source: you fall asleep
pt_pt: futura e

source: each day, for
pt_pt: apresentação

source: future data
pt_pt: de dados

source: analysis and
pt_pt: na pulseira

source: display.
pt_pt: e telemóvel.
